{
  "metadata": {
    "title": "eDoktor",
    "description": "Platforma kombëtare digjitale e shëndetit e Shqipërisë"
  },
  "common": {
    "actions": {
      "watch-demo": "Shiko demonstrimin",
      "download-app": "Shkarko aplikacionin",
      "book-demo": "Rezervo një demonstrim",
      "watch-presentation": "Shiko prezantimin"
    },
    "read-more": "Lexo më shumë",
    "read-hidden": "Më pak"
  },
  "layout": {
    "topline": {
      "description": ["Rezervoni vizitat mjekësore, menaxhoni eRecetat dhe aksesoni informacionin tuaj në Dosjen Shëndetësore", "gjithçka në një aplikacion të vetëm."]
    },
    "header":{
      "menu": {
        "platform": "Platforma",
        "for-citizens": "Për qytetarët",
        "features": "Funksionalitetet",
        "data-security": "Siguria e të Dhënave",
        "contact": "Kontakti"
      }
    },
    "info": {
      "description": ["Mbështetur nga", "StartUp Albania", "për implementimin e inovacionit në shëndetësi.", "Lexo më shumë"]
    },
    "footer": {
      "info": {
        "title": "Qasje inteligjente në kujdesin shëndetësor publik.",
        "description": "Një platformë plotësisht digjitale e shëndetit që lidh pacientët në Shqipëri me klinikat, mjekët, farmacitë dhe shërbimet kombëtare shëndetësore — të gjitha në një aplikacion të sigurt."
      },
      "menu": {
        "product": {
          "title": "Produkt",
          "items": {
            "features": "Veçoritë",
            "how-it-works": "Si funksionon",
            "privacy-and-security": "Privatësia dhe siguria",
            "download-the-app": "Shkarko aplikacionin"
          }
        },
        "support": {
          "title": "Mbështetje",
          "items": {
            "contact-us": "Kontakto na",
            "help-center": "Qendra e ndihmës",
            "watch-demo": "Shiko demonstrimin"
          }
        },
        "contact": {
          "title": "Kontakt"
        },
        "download": {
          "title": "Shkarko"
        }
      },
      "meta": {
        "description": "Mbështetur nga StartUp Albania për implementimin e inovacionit në shëndetësi. Lexo më shumë në"
      },
      "bottom": {
        "copyright": "Të gjitha të drejtat e rezervuara.",
        "legal-compliance": "Ligji & Përputhshmëria",
        "cookie-preferences": "Preferencat e cookies",
        "privacy-policy": "Politika e Privatësisë"
      }
    }
  },
  "pages": {
    "home": {
      "header": {
        "title": ["Platforma kombëtare e",  "shëndetësisë dixhitale"],
        "tag": "Mirësevini në eDoktor",
        "description": "Një portë e vetme dixhitale që lidh qytetarët, mjekët dhe institucionet shëndetësore. Me teknologji moderne dhe siguri të lartë, eDoktor përmirëson mënyrën e aksesimit dhe menaxhimit të kujdesit shëndetësor në të gjithë vendin.",
        "info": "Teknologjia që fuqizon institucionet. Dixhitalizimi që i shërben çdo qytetari."
      },
      "points": [
        {
          "title": "Vija e Besueshmërisë",
          "description": "E zhvilluar me standarde ndërkombëtare të IT shëndetësor, arkitekturë cloud të sigurt, kriptim të të dhënave dhe praktika moderne të transformimit dixhital."
        },
        {
          "title": "Përvojë moderne e kujdesit shëndetësor",
          "description": "Një platformë që thjeshton jetën e qytetarëve, përmirëson punën mjekësore dhe fuqizon institucionet shëndetësore me të dhëna dhe mjete dixhitale."
        },
        {
          "title": "Platformë e vetme për çdo qytetar",
          "description": "Me eDoctor, çdo qytetar fiton qasje të menjëhershme në Dosjen e tij të Plotë Shëndetësore Dixhitale, e cila ofron një pasqyrë të integruar të historikut shëndetësor."
        }
      ],
      "healthcare": {
        "title": ["Ekosistem modern", "shëndetësor për gjithë vendin"],
        "description": "eDoktor është platforma më e avancuar dhe gjithëpërfshirëse e shëndetësisë dixhitale në Shqipëri, e krijuar për të unifikuar të gjitha shërbimet kryesore shëndetësore në një sistem të sigurt, efikas dhe të lehtë për t’u përdorur. Ajo fuqizon qytetarët, mbështet mjekët dhe forcon institucionet publike me teknologji të avancuar dhe të dhëna mjekësore në kohë reale.",
        "items": [
          {
            "tag": "Mjekët Specialistë",
            "title": ["Referim dhe kujdes", "specialist më efikas"],
            "description": "Gjej specialistët e besuar, shiko oraret e lira dhe cakto takime lehtësisht në spitalet publike. Të gjitha oraret dhe detajet sinkronizohen automatikisht me kartelën tënde shëndetësore.",
            "items": ["Rezervojnë vizita tek specialistët në spitalet publike", "Marrin udhëzime dhe detaje të vizitës", "Shikojnë oraret e lira"]
          },
          {
            "tag": "Mjekët Specialistë",
            "title": ["Historik klinik", "i unifikuar"],
            "description": "Diagnozat tuaja, trajtimet e kaluara, rezultatet e analizave, imazheria dhe statusi i vaksinimit organizohen automatikisht në një linjë të unifikuar kohore, duke u dhënë mjekëve një pasqyrë të qartë dhe të saktë të gjendjes suaj shëndetësore.",
            "items": ["Diagnozat", "Trajtimet e mëparshme", "Rezultatet e analizave"]
          }
        ]
      },
      "unified-suite": {
        "header": {
          "tag": "Çfarë ofrojmë",
          "title": ["Një paketë e unifikuar", "shërbimesh shëndetësore dixhitale"],
          "description": "eDoctor bashkon të gjitha shërbimet kryesore të shëndetësisë në një platformë të vetme moderne, të sigurt dhe të lehtë për t’u përdorur.",
          "description-full": "eDoctor bashkon të gjitha shërbimet kryesore të shëndetësisë në një platformë të vetme moderne, të sigurt dhe të lehtë për t’u përdorur. Çdo shërbim është ndërtuar për të thjeshtuar udhëtimin e pacientit, për të mbështetur profesionistët shëndetësorë dhe për t’i dhënë institucioneve të dhënat e nevojshme për një sistem efikas dhe cilësor."
        },
        "items": [
          {
            "title": "Qasje në kujdesin parësor",
            "description": "Qytetarët mund të komunikojnë me mjekun e tyre të familjes përmes:",
            "items": [
              {
                "title": "Komunikim i sigurt",
                "description": "Mesazhe private dhe të enkriptuara me mjekun tuaj."
              },
              {
                "title": "Thirrje telefonike 1-me-1",
                "description": "Konsultime të drejtpërdrejta telefonike me mjekun e familjes."
              },
              {
                "title": "Konsultime me video HD",
                "description": "Thirrje video me cilësi të lartë për këshillim të detajuar mjekësor."
              }
            ]
          },
          {
            "title": "Planifikim i zgjuar i vizitave",
            "description": "Pa radhë, pa vizita të përsëritura. Sistemi ofron:",
            "items": [
              {
                "title": "Disponueshmëri në kohë reale",
                "description": "Shihni kur mjeku juaj është online dhe gati për t'ju ndihmuar."
              },
              {
                "title": "Rezervim dhe riplanifikim",
                "description": "Rezervoni ose ndryshoni lehtësisht vizitën me mjekun tuaj."
              },
              {
                "title": "Kujtesa automatike",
                "description": "Merrni njoftime me kohë për vizita, vaksina, etj."
              }
            ]
          },
          {
            "title": "Dokumentacion i integruar",
            "description": "Çdo diagnozë, shënim mjekësor dhe recetë ruhet automatikisht në Dosjen Digjitale Shëndetësore, duke siguruar vazhdimësi të kujdesit dhe transparencë të plotë."
          }
        ]
      },
      "complete-suite": {
        "header": {
          "tag": "Kë ndihmojmë?",
          "title": ["Një paketë e plotë", "e funksioneve shëndetësore"],
          "description": "eDoktor u ofron pacientëve qasje të menjëhershme në shërbimet thelbësore shëndetësore — të gjitha në një aplikacion të lehtë për t’u përdorur. Nga rezervimi i vizitave te recetat digjitale, aplikacioni është ndërtuar për të modernizuar të gjithë udhëtimin e kujdesit dhe për të ulur ngarkesën e punës."
        },
        "items": [
          {
            "title": "Akses kombëtar në shërbimet diagnostike",
            "description": "Qytetarët mund të rezervojnë:",
            "items": [
              {
                "title": "Analiza laboratorike",
                "description": "Rezervoni analiza laboratorike me orare në kohë reale."
              },
              {
                "title": "Radiografi",
                "description": "Rezervoni me shpejtësi ekzaminime me rreze X."
              },
              {
                "title": "CT dhe MRI",
                "description": "Organizoni lehtësisht takime për CT ose MRI."
              },
              {
                "title": "Kontrollet parandaluese",
                "description": "Rezervoni kontrolle rutinë dhe ekzaminime parandaluese."
              }
            ]
          },
          {
            "title": "Dorëzim digjital i rezultateve",
            "description": "Të gjitha rezultatet:",
            "items": [
              {
                "title": "Dërgim i drejtpërdrejtë",
                "description": "Dërgohen drejtpërdrejt në aplikacion"
              },
              {
                "title": "Rruajtje e përhershme",
                "description": "Ruhen përgjithmonë në Dosjen Shëndetësore"
              },
              {
                "title": "Qasje e autorizuar",
                "description": "Të qasshme për pacientin dhe mjekët e lejuar"
              }
            ]
          }
        ]
      },
      "connect": {
        "header": {
          "tag": "Kë ndihmojmë?",
          "title": ["Lidhu me", "mjekun tënd të familjes"],
          "description": "Qasuni mjekut tuaj të familjes për kujdes rutinë, pyetje mjekësore dhe udhëzime."
        },
        "items": [
          {
            "title": "Komunikim i shpejtë",
            "description": "Dërgoni mesazh ose kontaktoni mjekun menjëherë.",
            "items": [
              {
                "title": "Disponueshmëri e qartë",
                "description": "Shikoni orarin e punës dhe kohët e kontaktit."
              },
              {
                "title": "Clear availability",
                "description": "View working hours and contact times."
              },
              {
                "title": "Koordinim I kujdesit",
                "description": "Mjeku juaj qëndron I informuar për udhëtimin tuaj shëndetësor."
              },
              {
                "title": "Menaxhimi I referimeve",
                "description": "Merrni dhe ndiqni referimet për mjekët specialistë."
              }
            ]
          },
          {
            "title": "Informacioni shëndetësor në një vend",
            "description": "Qasuni rezultateve të analizave laboratorike, recetave, orarit të vaksinimeve dhe kartelës suaj shëndetësore.",
            "items": [
              {
                "title": "Analizat mjekësore",
                "description": "Qasje e shpejtë në analizat dhe raportet mjekësore."
              },
              {
                "title": "Farmacia",
                "description": "Kontrolloni recetat aktuale dhe rinovimet e ardhshme."
              },
              {
                "title": "Vaksinimet",
                "description": "Ndiqni dozat dhe takimet e vaksinimit."
              },
              {
                "title": "Kartela shëndetësore",
                "description": "Historiku juaj i plotë mjekësor, i ruajtur në mënyrë të sigurt."
              }
            ]
          },
          {
            "title": "Njoftime të zgjuara",
            "description": "Merrni përditësime për referimet, rezultatet e analizave, recetat, takimet, etj.",
            "items": [
              {
                "title": "Njoftime në kohë reale",
                "description": "Lajmërime të menjëhershme për përditësime."
              },
              {
                "title": "Kujtesa shëndetësore",
                "description": "Kujtesa për kontrolle, vaksina dhe kujdes rutinë."
              },
              {
                "title": "Analiza & receta",
                "description": "Lajmërohuni kur rezultatet janë gati ose recetat ndryshojnë."
              },
              {
                "title": "Ndiqni takimet",
                "description": "Njoftime për vizitat e ardhshme dhe hapat e nevojshëm."
              }
            ]
          }
        ]
      },
      "services": {
        "booking": {
          "tag": "Farmacia online",
          "title": ["Platformë digjitale", "e farmacive"],
          "description": "Porositni barnat online dhe merrini me shpërndarje të shpejtë në shtëpi. Ndiqni porositë tuaja dhe merrni njoftime në kohë reale brenda aplikacionit.",
          "items": ["Përdorin automatikisht eRecetën", "Zgjedhin alternativa gjenerike (INN)", "Marrin dorëzim në shtëpi ose në farmaci"]
        },
        "medical-history": {
          "tag": "Historia mjekësore",
          "title": ["Historia mjekësore,", "gjithmonë me ju"],
          "description": "eDoktor sinkronizon automatikisht të dhënat nga klinikat, spitalet, farmacitë dhe mjekët tuaj për t'ju dhënë një histori të plotë dhe të besueshme mjekësore.",
          "items": [
            "Rrjedhë kohore e unifikuar e kujdesit tuaj",
            "Filtra inteligjentë dhe kërkim i menjëhershëm",
            "Certifikata dhe dokumente digjitale"
          ]
        },
        "emergency-call": {
          "tag": "Urgjenca kombëtare",
          "title": ["Urgjenca", "Kombëtare (127/112)"],
          "description": "Reagim më I mençur dhe më I shpejtë në urgjencë. Përmirëson kohën e reagimit, saktësinë dhe vendimmarrjen shpëtimtare.",
          "items": ["Ndaje vendndodhjen GPS", "Historiku i dukshëm për personelin e autorizuar", "Rastet dërgohen te mjeku sipas nevojës"]
        },
        "prescriptions": {
          "tag": "eRecetat",
          "title": ["Të sigurta, të firmosura,", "gjithmonë të disponueshme"],
          "description": "Mjekët lëshojnë receta në mënyrë elektronike përmes eDoktor. Recetat ruhen në mënyrë të sigurt në Dosjen Digjitale Shëndetësore të qytetarit.",
          "items": ["Nënshkrim elektronik", "Dërgim automatik në farmacia", "Zero rrezik interpretimi ose humbjeje"]
        },
        "vaccinations": {
          "tag": "Vaksinimet",
          "title": ["Monitorim i plotë", "i vaksinave"],
          "description": "Ndjekni dozat, akseson­i certifikatat e verifikuara, merrni njoftime dhe ndani të dhënat tuaja mjekësore me klinika ose shkolla.",
          "items": ["Historikun e plotë të vaksinave", "Dozat e ardhshme sipas kalendarit kombëtar", "Rezervim pa radhë"]
        },
        "footer": {
          "help": ["Ne i ndihmojmë organizatat të kenë sukses me ato më të rëndësishmet – ", "transformimet"],
          "questions": "Keni pyetje? Na kontaktoni në"
        }
      },
      "features": {
        "header": {
          "title": "Funksione të tjera",
          "description": "BeeHealthy është një platformë SaaS e personalizueshme, white-label, e shëndetit digjital, me të gjitha funksionet e nevojshme për ndërtimin e një shërbimi modern digjital-fizik."
        },
        "items": [
          {
            "title": "Menaxhimi i takimeve",
            "description":
              "Menaxhoni oraret e klinikës dhe disponueshmërinë me lehtësi, duke mundësuar rezervime të shpejta dhe intuitive direkt brenda aplikacionit. Plotësisht e integruar me sistemin shëndetësor të Shqipërisë."
          },
          {
            "title": "Dosjet mjekësore dhe shëndetësore",
            "description":
              "Qasje në kartelën e plotë mjekësore, historikun e vaksinimeve, rezultatet laboratorike, recetat dhe përmbledhjet e vizitave. Gjithmonë të sinkronizuara dhe të ruajtura në mënyrë të sigurt."
          },
          {
            "title": "Mjekë specialistë",
            "description":
              "Gjeni dhe rezervoni vizita me mjekë specialistë të verifikuar në të gjithë Shqipërinë. Shfletoni profilet, kontrolloni disponueshmërinë dhe caktoni vizita me vetëm disa klikime — plotësisht e lidhur me sistemin kombëtar."
          },
          {
            "title": "Thirrja emergjente",
            "description":
              "Kontaktoni menjëherë një mjek në situata urgjente. Vendndodhja juaj dhe informacionet thelbësore ndahen automatikisht për të siguruar ndihmë të shpejtë dhe të saktë."
          },
          {
            "title": "Moduli i komunikimit",
            "description":
              "Qëndroni në kontakt me mjekun tuaj përmes chat-it të sigurt, thirrjeve zanore ose videokonsultave. Shkëmbeni simptoma, dërgoni foto dhe merrni këshilla mjekësore në çdo kohë — të gjitha brenda aplikacionit."
          },
          {
            "title": "Farmacia online",
            "description":
              "Gjeni dhe blini barna me recetë direkt në aplikacion me çmime transparente, zbritje dhe përditësime të disponueshmërisë. Filtroni, krahasoni dhe porosisni barna nga farmacitë e certifikuara shqiptare."
          },
          {
            "title": "Analizat laboratorike",
            "description":
              "Shfletoni historikun e analizave laboratorike me rezultate të detajuara, data dhe ofrues. Qasuni lehtësisht raporteve të përfunduara dhe merrni njoftime kur dalin rezultate të reja."
          },
          {
            "title": "Receta digjitale",
            "description":
              "Shikoni recetat aktive, merrni kujtesa për skadimin dhe menaxhoni medikamentet në një vend të vetëm. Automatikisht e lidhur me farmacitë dhe ofruesit e kujdesit shëndetësor."
          },
          {
            "title": "Historia mjekësore",
            "description":
              "Qasje në një pamje të unifikuar dhe kronologjike të të gjitha ngjarjeve tuaja mjekësore — vizita, receta, vaksinime, analiza laboratorike dhe më shumë. Gjithmonë e sinkronizuar dhe e ruajtur në mënyrë të sigurt."
          }
        ]
      }
    }
  }
}
